[
  {
    "id": 1,
    "title": "Фестиваль света - 3D-представление",
    "type": "festival",
    "address": "СПб, ул. Торжковская, д. 15, ст.м. Черная Речка",
    "description": "Петербург славится своими культурными традициями, и одна из них зарождается прямо на наших глазах — это Фестиваль света. Праздник проходит второй год подряд и привлекает тысячи зрителей. В этот раз темой стал юбилей Октябрьской революции.",
    "image": "https://shkolazhizni.ru/img/content/i132/132945_or.jpg",
    "body": "4 и 5 ноября в Петербурге пройдёт очередной Фестиваль света. На этот раз действо захватит сразу две площадки — Дворцовую площадь и Петроградскую набережную. На фасады Зимнего дворца и Главного штаба будут транслировать 3D-представление с использованием технологии видеомэппинга, лазерных и пиротехнических эффектов. На стенах штаба зрители увидят спектакль о ключевых моментах 1917 года, причём здание будет принимать облик то Путиловского завода, то особняка Матильды Кшесинской, то Александринского театра. На Зимнем дворце тем временем появятся картины, воспевающие Петербург. Здесь будет всё, что дорого каждому горожанину: мосты, львы и сфинксы, дворы-колодцы, белые ночи и другие символы Северной столицы. В этом году на Дворцовой площади впервые пройдёт конкурс мастеров видео-арта. Команды из Италии, России, Польши, Франции и Испании выберут и проиллюстрируют одну из песен о  Петербурге. Зрители смогут проголосовать за понравившуюся работу и выбрать лучший мультимедийный спектакль. Шоу займёт весь вечер с 19:00 до 23:00, старт каждые 15 минут. Увидеть это впечатляющее действо можно абсолютно бесплатно. Кроме светового представления на Дворцовой устроят и шоу реконструкторов. Будет несколько площадок, где воссоздадут разные моменты из истории России. Вторая площадка фестиваля расположится в месте, которое сейчас ассоциируется с революционными событиями 1917 года. Главным участником действа станет легендарный крейсер «Аврора». Видеопроекции будут транслироваться прямо на корабль, и перед зрителями оживёт его история, неразрывно связанная с судьбой государства. Шоу будет идти два дня с 19:00 до 22:00. До этого все желающие смогут стать зрителями конкурса  «Смотр строя и песни». Он начнётся 4 ноября в 15:00. В воскресенье в дневное время рядом с  «Авророй»  устроят интерактивную зону, проведут викторины и конкурсы, организуют экскурсии по местам революционных событий. Фестиваль света устраивают в Северной столице в четвёртый раз. В марте этого года площадкой стал стадион «Санкт-Петербург», за который проголосовало большинство горожан.  Прошлой осенью перед зрителями пронеслись история, мифы и легенды Петербурга, ожившие на стенах Исаакиевского собора. А стартовал фестиваль в апреле 2016 года на площади Островского.",
    "price": 0
  },
  {
    "id": 2,
    "title": "Выставка «Илья Репин. К 175-летию со дня рождения»",
    "type": "exhibition",
    "address": "СПб, ул. Профессора Попова, д. 5, ст.м. Петроградская",
    "description": "«Бурлаки на Волге», «Садко», «Не ждали», «Запорожцы пишут письмо турецкому султану» — на грандиозной выставке Русского музея можно увидеть как канонические произведения Ильи Репина, так и малоизвестные работы.",
    "image": "https://s12.stc.all.kpcdn.net/share/i/12/7171423/inx960x640.jpg",
    "body": "По случаю 175-летия со дня рождения Ильи Репина Русский музей представляет масштабную выставку, иллюстрирующую разные периоды творчества выдающегося отечественного художника, имя которого связано с расцветом реализма в русском искусстве. В экспозицию входят более 250 картин и рисунков из музеев и частных коллекций, среди которых есть как хрестоматийные произведения, так и малоизвестные работы. Зрители увидят полотна «Садко», «Бурлаки на Волге», «Не ждали», «Запорожцы пишут письмо турецкому султану», «Царевна Софья Алексеевна через год после заключения её в Новодевичьем монастыре», а также замечательные портреты, виртуозно выполненные этюды и многое другое.",
    "price": 800
  },
  {
    "id": 3,
    "title": "Первый показ фильма «Побег из Шоушенка» в российских кинотеатрах",
    "type": "movie",
    "address": "СПб, ул. Марата, д. 21, ст.м. Маяковская",
    "description": "Картина Фрэнка Дарабонта «Побег из Шоушенка» впервые выйдет на российские экраны. Компания-прокатчик «Иноекино» приурочила прокат фильма к 25-летию со дня его широкой премьеры - 10 сентября 1994 года.",
    "image": "https://t-l.ru/i/n/112/272112/tn_272112_2cd543d6dca1172.jpeg",
    "body": "Это дебютная режиссерская работа Фрэнка Дарабонта, близкого друга Стивена Кинга и автора еще трех экранизаций его произведений, в том числе «Зеленой мили». «Побег из Шоушенка» получил хорошие отзывы критиков и семь номинаций на «Оскар», но в прокате выступил неудачно и остался в тени «Криминального чтива» и «Форреста Гампа», вышедших в то же время и ставших триумфаторами фестивалей и премий. Однако в дальнейшем картина оказалась хитом домашнего видео и телевидения, завоевав беспрецедентную популярность у зрителей: уже около 10 лет она удерживает первую строчку в рейтингах лучших фильмов на IMDb и КиноПоиске. Стивен Кинг считает именно «Побег из Шоушенка» одной из самых удачных адаптаций своих произведений, и за прошедшие 25 лет фильм выдержал проверку временем, стал современной классикой и остается безусловным фаворитом публики.",
    "price": 450
  }
]